Repository: fcttechnologies/VillainArc
Catalog: VillainArc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Progress Charts
de: Fortschrittsdiagramme
es: Gráficos de progreso
fr: Graphiques de progression
it: Grafici dei progressi
ja: 進捗グラフ
ko: 변화 차트
pt_br: Gráficos de progresso
ru: Графики прогресса
zh_hans: 进步图表

source: Prompt For Post Workout Effort
de: Nach Anstrengung nach dem Workout fragen
es: Pedir esfuerzo posterior al entrenamiento
fr: Demander l'effort après la séance
it: Chiedi lo sforzo post-allenamento
ja: ワークアウト後に努力度を確認
ko: 운동 후 노력도 묻기
pt_br: Perguntar esforço pós-treino
ru: Спрашивать об усилии после тренировки
zh_hans: 训练后强度提示

source: Prompt For Pre Workout Context
de: Nach Pre-Workout-Kontext fragen
es: Pedir contexto previo al entrenamiento
fr: Demander le contexte d'avant-séance
it: Chiedi il contesto pre-allenamento
ja: ワークアウト前に状態を確認
ko: 운동 전 컨디션 묻기
pt_br: Perguntar contexto pré-treino
ru: Спрашивать о состоянии перед тренировкой
zh_hans: 训练前状态提示

source: Prompt For Pre Workout Context asks for how you feel before logging starts. Prompt For Post Workout Effort asks for your overall effort rating when you finish a workout. Turn either off to enter those details manually only when needed.
de: „Nach Pre-Workout-Kontext fragen“ fragt vor Beginn der Protokollierung, wie du dich fühlst. „Nach Anstrengung nach dem Workout fragen“ fragt am Ende eines Workouts nach deiner Gesamtbewertung der Anstrengung. Schalte eines davon aus, um diese Angaben nur bei Bedarf manuell einzugeben.
es: «Pedir contexto previo al entrenamiento» pregunta cómo te sientes antes de empezar a registrar. «Pedir esfuerzo posterior al entrenamiento» pregunta tu valoración de esfuerzo general al terminar un entrenamiento. Desactiva cualquiera para introducir esos datos manualmente solo cuando lo necesites.
fr: « Demander le contexte d'avant-séance » demande comment tu te sens avant le début de l'enregistrement. « Demander l'effort après la séance » demande ta note d'effort global à la fin d'une séance. Désactive l'un ou l'autre pour saisir ces détails manuellement uniquement au besoin.
it: Chiedi il contesto pre-allenamento ti domanda come ti senti prima che inizi la registrazione. Chiedi lo sforzo post-allenamento ti domanda la valutazione complessiva dello sforzo quando termini un allenamento. Disattiva l'una o l'altra per inserire questi dettagli a mano solo quando serve.
ja: 「ワークアウト前に状態を確認」は、記録を始める前に体調をたずねます。「ワークアウト後に努力度を確認」は、ワークアウト終了時に全体の努力度の評価をたずねます。どちらもオフにすると、必要なときだけ手動で入力できます。
ko: 운동 전 컨디션 묻기는 기록을 시작하기 전에 컨디션을 물어봐요. 운동 후 노력도 묻기는 운동을 마칠 때 전체 노력도 평가를 물어봐요. 둘 중 하나를 끄면 필요할 때만 직접 입력할 수 있어요.
pt_br: „Perguntar contexto pré-treino“ pergunta como você se sente antes de começar o registro. „Perguntar esforço pós-treino“ pergunta sua avaliação geral de esforço ao terminar um treino. Desative qualquer um para inserir esses detalhes manualmente apenas quando precisar.
ru: «Спрашивать о состоянии перед тренировкой» уточняет самочувствие до начала записи. «Спрашивать об усилии после тренировки» запрашивает общую оценку усилия при завершении. Отключите любое из них, чтобы вводить эти данные вручную только при необходимости.
zh_hans: “训练前状态提示”会在开始记录前询问你的感受。“训练后强度提示”会在你完成训练时询问整体强度评分。关闭其中任一项后，只在需要时手动填写这些信息。

source: Prompts for post workout effort before summary when the workout is being saved.
de: Fragt vor der Zusammenfassung nach der Anstrengung nach dem Workout, wenn das Workout gespeichert wird.
es: Pide el esfuerzo posterior al entrenamiento antes del resumen cuando se guarda el entrenamiento.
fr: Demande l'effort après la séance avant le récapitulatif lors de l'enregistrement de la séance.
it: Chiede lo sforzo post-allenamento prima del riepilogo, al salvataggio dell'allenamento.
ja: ワークアウトの保存時、サマリーの前にワークアウト後の努力度をたずねます。
ko: 운동을 저장할 때 요약 화면 전에 운동 후 노력도를 묻습니다.
pt_br: Pergunta o esforço pós-treino antes do resumo quando o treino está sendo salvo.
ru: Запрашивает усилие после тренировки перед итогами, когда тренировка сохраняется.
zh_hans: 保存训练时，在总结之前询问训练后强度。

source: Prompts for pre workout context when you open a new workout.
de: Fragt nach dem Pre-Workout-Kontext, wenn du ein neues Workout öffnest.
es: Pide el contexto previo al entrenamiento cuando abres un nuevo entrenamiento.
fr: Demande le contexte d'avant-séance lorsque tu ouvres une nouvelle séance.
it: Chiede il contesto pre-allenamento quando apri un nuovo allenamento.
ja: 新しいワークアウトを開いたとき、ワークアウト前の状態をたずねます。
ko: 새 운동을 열 때 운동 전 컨디션을 묻습니다.
pt_br: Pergunta o contexto pré-treino quando você abre um novo treino.
ru: Запрашивает состояние перед тренировкой при открытии новой тренировки.
zh_hans: 打开新训练时询问训练前状态。

source: Pull A
de: Ziehen A
es: Tirón A
fr: Tirage A
ja: プルA
ko: 풀 A
pt_br: Puxar A
ru: Тяга A
zh_hans: 拉 A

source: Pull B
de: Ziehen B
es: Tirón B
fr: Tirage B
ja: プルB
ko: 풀 B
pt_br: Puxar B
ru: Тяга B
zh_hans: 拉 B

source: Pull-up-led back day. Vertical pulling first, then horizontal volume.
de: Klimmzug-geführter Rückentag. Zuerst vertikales Ziehen, dann horizontales Volumen.
es: Día de espalda guiado por dominadas. Primero tirón vertical, luego volumen horizontal.
fr: Journée dos menée par les tractions. D'abord le tirage vertical, puis le volume horizontal.
it: Giorno schiena guidato dalle trazioni. Prima le trazioni verticali, poi volume orizzontale.
ja: 懸垂を軸にした背中の日。垂直方向の引く動作から始め、次に水平方向のボリュームを重ねます。
ko: 풀업으로 시작하는 등 데이. 수직 당기기를 먼저 하고 수평 당기기로 볼륨을 채워요.
pt_br: Dia de costas guiado por barra fixa. Primeiro puxada vertical, depois volume horizontal.
ru: День спины с подтягиваниями во главе. Сначала вертикальные тяги, затем объём в горизонтальных.
zh_hans: 以引体向上领衔的背部日。先做垂直拉，再堆水平拉的训练量。

source: Purchase couldn't be verified. Try again or restore.
de: Der Kauf konnte nicht verifiziert werden. Versuche es erneut oder stelle ihn wieder her.
es: No se pudo verificar la compra. Inténtalo de nuevo o restaura.
fr: L'achat n'a pas pu être vérifié. Réessayez ou restaurez.
it: Non è stato possibile verificare l'acquisto. Riprova o ripristina.
ja: 購入を確認できませんでした。もう一度試すか、購入を復元してください。
ko: 구매를 확인할 수 없었어요. 다시 시도하거나 복원해 주세요.
pt_br: Não foi possível verificar a compra. Tente novamente ou restaure.
ru: Не удалось подтвердить покупку. Попробуйте снова или восстановите.
zh_hans: 无法验证购买。请重试或恢复购买。

source: Purchase failed. Please try again.
de: Kauf fehlgeschlagen. Bitte versuche es erneut.
es: La compra falló. Inténtalo de nuevo.
fr: L'achat a échoué. Veuillez réessayer.
it: Acquisto non riuscito. Riprova.
ja: 購入に失敗しました。もう一度お試しください。
ko: 구매에 실패했어요. 다시 시도해 주세요.
pt_br: A compra falhou. Tente novamente.
ru: Покупка не прошла. Попробуйте снова.
zh_hans: 购买失败。请重试。

source: Push Bench Press 4 x 6 Shoulder Press 3 x 8 Pull Bent Over Row 4 x 8 Lat Pulldown 3 x 10
de: Push Bankdrücken 4 x 6 Schulterdrücken 3 x 8 Pull Vorgebeugtes Rudern 4 x 8 Latzug 3 x 10
es: Empuje Press de banca 4 x 6 Press de hombros 3 x 8 Tirón Remo inclinado 4 x 8 Jalón al pecho 3 x 10
fr: Poussée Développé couché 4 x 6 Développé épaules 3 x 8 Tirage Rowing buste penché 4 x 8 Tirage poitrine 3 x 10
it: Push Panca piana 4 x 6 Lento avanti 3 x 8 Pull Rematore con bilanciere 4 x 8 Lat machine 3 x 10
ja: プッシュ ベンチプレス 4 x 6 ショルダープレス 3 x 8 プル ベントオーバーロウ 4 x 8 ラットプルダウン 3 x 10
ko: 푸시 벤치 프레스 4 x 6 숄더 프레스 3 x 8 풀 벤트오버 로우 4 x 8 랫 풀다운 3 x 10
pt_br: Empurrar Supino 4 x 6 Desenvolvimento de ombros 3 x 8 Puxar Remada curvada 4 x 8 Puxada na frente 3 x 10
ru: Жим Жим лёжа 4 x 6 Жим стоя 3 x 8 Тяга Тяга штанги в наклоне 4 x 8 Тяга верхнего блока 3 x 10
zh_hans: 推 卧推 4 x 6 肩推 3 x 8 拉 俯身划船 4 x 8 高位下拉 3 x 10

source: Push A
de: Drücken A
es: Empuje A
fr: Poussée A
ja: プッシュA
ko: 푸시 A
pt_br: Empurrar A
ru: Жим A
zh_hans: 推 A

source: Push B
de: Drücken B
es: Empuje B
fr: Poussée B
ja: プッシュB
ko: 푸시 B
pt_br: Empurrar B
ru: Жим B
zh_hans: 推 B

source: Quads
de: Quadrizeps
es: Cuádriceps
fr: Quadriceps
it: Quadricipiti
ja: 大腿四頭筋
ko: 대퇴사두근
pt_br: Quadríceps
ru: Квадрицепс
zh_hans: 股四头肌

source: Quick ideas
de: Schnelle Ideen
es: Ideas rápidas
fr: Idées rapides
it: Idee veloci
ja: アイデア例
ko: 빠른 아이디어
pt_br: Ideias rápidas
ru: Быстрые идеи
zh_hans: 快速灵感

source: Range
de: Bereich
es: Rango
fr: Plage
it: Intervallo
ja: 範囲
ko: 범위
pt_br: Intervalo
ru: Диапазон
zh_hans: 区间

# Range %lld to %lld reps
source: Range %1$lld to %2$lld reps
de: Bereich %1$lld bis %2$lld Wdh.
es: Rango de %1$lld a %2$lld reps
fr: Plage de %1$lld à %2$lld reps
it: Intervallo da %1$lld a %2$lld ripetizioni
ja: %1$lld〜%2$lldレップの範囲
ko: %1$lld~%2$lld회 범위
pt_br: Intervalo de %1$lld a %2$lld reps
ru: Диапазон %1$lld–%2$lld повт.
zh_hans: 区间 %1$lld 到 %2$lld 次

source: Rate a few more sessions with RPE logged to chart this. (%lld data points so far.)
de: Bewerte noch ein paar Einheiten mit erfasstem RPE, um dies darzustellen. (Bisher %lld Datenpunkte.)
es: Valora algunas sesiones más con el RPE registrado para ver esta gráfica. (%lld puntos de datos hasta ahora.)
fr: Évalue encore quelques séances avec le RPE enregistré pour afficher ce graphique. (%lld points de données pour l’instant.)
it: Valuta ancora qualche sessione registrando l'RPE per vedere il grafico. (%lld dati finora.)
ja: RPEを記録したセッションをもう少し評価すると、グラフを表示できます。（現在%lld件のデータ）
ko: RPE를 기록한 세션이 몇 번 더 쌓이면 차트가 만들어져요. (현재까지 데이터 %lld개.)
pt_br: Avalie mais algumas sessões com o RPE registrado para ver este gráfico. (%lld pontos de dados até agora.)
ru: Оцените ещё несколько тренировок с указанием RPE, чтобы построить график. (Точек данных: %lld.)
zh_hans: 再为几次记录了 RPE 的训练评分即可生成此图表。（目前有%lld个数据点。）

source: Rate a few more sessions with sleep synced to chart this. (%lld data points so far.)
de: Bewerte noch ein paar Einheiten mit synchronisiertem Schlaf, um dies darzustellen. (Bisher %lld Datenpunkte.)
es: Valora algunas sesiones más con el sueño sincronizado para ver esta gráfica. (%lld puntos de datos hasta ahora.)
fr: Évalue encore quelques séances avec le sommeil synchronisé pour afficher ce graphique. (%lld points de données pour l’instant.)
it: Valuta ancora qualche sessione con il sonno sincronizzato per vedere il grafico. (%lld dati finora.)
ja: 睡眠を同期した状態でセッションをもう少し評価すると、グラフを表示できます。（現在%lld件のデータ）
ko: 수면이 동기화된 세션이 몇 번 더 쌓이면 차트가 만들어져요. (현재까지 데이터 %lld개.)
pt_br: Avalie mais algumas sessões com o sono sincronizado para ver este gráfico. (%lld pontos de dados até agora.)
ru: Оцените ещё несколько тренировок с синхронизированным сном, чтобы построить график. (Точек данных: %lld.)
zh_hans: 再为几次已同步睡眠数据的训练评分即可生成此图表。（目前有%lld个数据点。）

source: Rate Villain Arc on the App Store
de: Villain Arc im App Store bewerten
es: Valora Villain Arc en la App Store
fr: Évaluer Villain Arc sur l'App Store
it: Valuta Villain Arc sull'App Store
ja: App StoreでVillain Arcを評価
ko: App Store에서 Villain Arc 평가하기
pt_br: Avaliar o Villain Arc na App Store
ru: Оценить Villain Arc в App Store
zh_hans: 在 App Store 上为 Villain Arc 评分

source: Reading routine...
de: Routine wird gelesen …
es: Leyendo rutina...
fr: Lecture de la routine…
it: Lettura della routine...
ja: ルーティンを読み取り中…
ko: 루틴 읽는 중...
pt_br: Lendo rotina...
ru: Читаем программу...
zh_hans: 正在读取计划...

source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
ja: 準備完了
ko: 준비됨
pt_br: Pronto
ru: Готово
zh_hans: 就绪

source: Rear Delt
de: Hintere Schulter
es: Deltoides posterior
fr: Deltoïde postérieur
it: Deltoide posteriore
ja: 三角筋後部
ko: 후면 삼각근
pt_br: Deltoide posterior
ru: Задняя дельта
zh_hans: 三角肌后束

source: Rebuilt From the Ground Up
de: Von Grund auf neu gebaut
es: Reconstruida desde cero
fr: Reconstruite de fond en comble
it: Ricostruita da zero
ja: 一から作り直しました
ko: 완전히 새로 만들었습니다
pt_br: Reconstruído do zero
ru: Переписано с нуля
zh_hans: 彻底重建

source: Recent Cardio
de: Letztes Cardio
es: Cardio reciente
fr: Cardio récent
it: Cardio recente
ja: 最近の有酸素運動
ko: 최근 유산소
pt_br: Cardio recente
ru: Последнее кардио
zh_hans: 近期有氧

source: Recent entries chart
de: Diagramm der letzten Einträge
es: Gráfico de entradas recientes
fr: Graphique des entrées récentes
it: Grafico delle voci recenti
ja: 最近の記録のグラフ
ko: 최근 기록 차트
pt_br: Gráfico de entradas recentes
ru: График последних записей
zh_hans: 近期记录图表

source: Recent Performances
de: Letzte Leistungen
es: Rendimientos recientes
fr: Performances récentes
it: Performance recenti
ja: 最近の記録
ko: 최근 수행 기록
pt_br: Desempenhos recentes
ru: Последние результаты
zh_hans: 近期表现

source: Recent Sessions
de: Letzte Sessions
es: Sesiones recientes
fr: Séances récentes
it: Sessioni recenti
ja: 最近のセッション
ko: 최근 세션
pt_br: Sessões recentes
ru: Последние тренировки
zh_hans: 近期训练

source: Recent workout
de: Letztes Workout
es: Entrenamiento reciente
fr: Séance récente
it: Allenamento recente
ja: 最近のワークアウト
ko: 최근 운동
pt_br: Treino recente
ru: Недавняя тренировка
zh_hans: 近期训练

source: Recent workout plan
de: Letzter Trainingsplan
es: Plan de entrenamiento reciente
fr: Programme d'entraînement récent
it: Scheda recente
ja: 最近のワークアウトプラン
ko: 최근 운동 플랜
pt_br: Plano de treino recente
ru: Недавний план тренировки
zh_hans: 近期训练计划

source: Recents
de: Zuletzt verwendet
es: Recientes
fr: Récents
it: Recenti
ja: 最近の項目
ko: 최근 항목
pt_br: Recentes
ru: Недавние
zh_hans: 最近使用

source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
it: Consigliato
ja: おすすめ
ko: 추천
pt_br: Recomendado
ru: Рекомендуем
zh_hans: 推荐

source: Records this rating against each accepted suggestion you used in this workout.
de: Erfasst diese Bewertung für jeden angenommenen Vorschlag, den du in diesem Workout verwendet hast.
es: Registra esta valoración para cada sugerencia aceptada que usaste en este entrenamiento.
fr: Enregistre cette note pour chaque suggestion acceptée que tu as utilisée dans cette séance.
it: Registra questa valutazione per ogni suggerimento accettato che hai usato in questo allenamento.
ja: この評価を、今回のワークアウトで採用した各提案に記録します。
ko: 이번 운동에서 수락한 제안마다 이 평가를 기록합니다.
pt_br: Registra esta avaliação para cada sugestão aceita que você usou neste treino.
ru: Сохраняет эту оценку для каждой принятой рекомендации, использованной на этой тренировке.
zh_hans: 把这个评分记录到你本次训练中采用的每条建议上。

source: Recovering
de: Erholung
es: Recuperándote
fr: Récupération
it: In recupero
ja: 回復中
ko: 회복 중
pt_br: Recuperando
ru: Восстановление
zh_hans: 恢复中

source: Redeem Code
de: Code einlösen
es: Canjear código
fr: Utiliser un code
it: Riscatta codice
ja: コードを使う
ko: 코드 사용
pt_br: Resgatar código
ru: Активировать код
zh_hans: 兑换代码

source: Reference
de: Referenz
es: Referencia
fr: Référence
it: Riferimento
ja: 参照
ko: 기준
pt_br: Referência
ru: Ориентир
zh_hans: 参考

source: Reject
de: Ablehnen
es: Rechazar
fr: Rejeter
it: Rifiuta
ja: 却下
ko: 거절
pt_br: Rejeitar
ru: Отклонить
zh_hans: 拒绝

source: Rejects all remaining suggestions and starts the workout.
de: Lehnt alle verbleibenden Vorschläge ab und startet das Workout.
es: Rechaza todas las sugerencias restantes e inicia el entrenamiento.
fr: Rejette toutes les suggestions restantes et démarre la séance.
it: Rifiuta tutti i suggerimenti rimasti e inizia l'allenamento.
ja: 残りの提案をすべて却下して、ワークアウトを開始します。
ko: 남은 제안을 모두 거절하고 운동을 시작합니다.
pt_br: Rejeita todas as sugestões restantes e inicia o treino.
ru: Отклоняет все оставшиеся рекомендации и начинает тренировку.
zh_hans: 拒绝所有剩余建议并开始训练。

source: Rejects this suggestion group.
de: Lehnt diese Vorschlagsgruppe ab.
es: Rechaza este grupo de sugerencias.
fr: Rejette ce groupe de suggestions.
it: Rifiuta questo gruppo di suggerimenti.
ja: この提案グループを却下します。
ko: 이 제안 그룹을 거절합니다.
pt_br: Rejeita este grupo de sugestões.
ru: Отклоняет эту группу рекомендаций.
zh_hans: 拒绝这组建议。

source: Remove Favorite
de: Favorit entfernen
es: Quitar favorito
fr: Retirer des favoris
it: Rimuovi dai preferiti
ja: お気に入りを解除
ko: 즐겨찾기 해제
pt_br: Remover favorito
ru: Убрать из избранного
zh_hans: 移除收藏

source: Remove from favorites
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 빼기
pt_br: Remover dos favoritos
ru: Убрать из избранного
zh_hans: 取消收藏

source: Remove from selection
de: Aus Auswahl entfernen
es: Quitar de la selección
fr: Retirer de la sélection
it: Rimuovi dalla selezione
ja: 選択から削除
ko: 선택에서 빼기
pt_br: Remover da seleção
ru: Убрать из выбранных
zh_hans: 从选择中移除

source: Remove from Workout
de: Aus Workout entfernen
es: Quitar del entrenamiento
fr: Retirer de la séance
it: Rimuovi dall'allenamento
ja: ワークアウトから削除
ko: 운동에서 빼기
pt_br: Remover do treino
ru: Убрать из тренировки
zh_hans: 从训练中移除

source: Removes the selected workout plan.
de: Entfernt den ausgewählten Trainingsplan.
es: Quita el plan de entrenamiento seleccionado.
fr: Retire le programme d'entraînement sélectionné.
it: Rimuove la scheda selezionata.
ja: 選択したワークアウトプランを削除します。
ko: 선택한 운동 플랜을 뺍니다.
pt_br: Remove o plano de treino selecionado.
ru: Убирает выбранный план тренировки.
zh_hans: 移除所选的训练计划。

source: Removes this exercise from the workout plan.
de: Entfernt diese Übung aus dem Trainingsplan.
es: Quita este ejercicio del plan de entrenamiento.
fr: Retire cet exercice du programme d'entraînement.
it: Rimuove questo esercizio dalla scheda.
ja: この種目をワークアウトプランから削除します。
ko: 이 종목을 운동 플랜에서 뺍니다.
pt_br: Remove este exercício do plano de treino.
ru: Убирает это упражнение из плана тренировки.
zh_hans: 将这个动作从训练计划中移除。

source: Removes this exercise from the workout.
de: Entfernt diese Übung aus dem Workout.
es: Quita este ejercicio del entrenamiento.
fr: Retire cet exercice de la séance.
it: Rimuove questo esercizio dall'allenamento.
ja: この種目をワークアウトから削除します。
ko: 이 종목을 운동에서 뺍니다.
pt_br: Remove este exercício do treino.
ru: Убирает это упражнение из тренировки.
zh_hans: 将这个动作从训练中移除。

source: Removes this exercise from your selection.
de: Entfernt diese Übung aus deiner Auswahl.
es: Quita este ejercicio de tu selección.
fr: Retire cet exercice de ta sélection.
it: Rimuove questo esercizio dalla tua selezione.
ja: この種目を選択から削除します。
ko: 이 종목을 선택에서 뺍니다.
pt_br: Remove este exercício da sua seleção.
ru: Убирает это упражнение из выбранных.
zh_hans: 将这个动作从你的选择中移除。

source: Removing the last exercise will delete this plan.
de: Wenn du die letzte Übung entfernst, wird dieser Plan gelöscht.
es: Quitar el último ejercicio eliminará este plan.
fr: Retirer le dernier exercice supprimera ce plan.
it: Rimuovendo l'ultimo esercizio, questa scheda verrà eliminata.
ja: 最後の種目を削除すると、このプランも削除されます。
ko: 마지막 종목을 빼면 이 플랜이 삭제돼요.
pt_br: Remover o último exercício excluirá este plano.
ru: Если убрать последнее упражнение, план будет удалён.
zh_hans: 移除最后一个动作会删除这个计划。

source: Rename Split
de: Split umbenennen
es: Cambiar nombre del split
fr: Renommer le split
it: Rinomina split
ja: スプリットの名前を変更
ko: 스플릿 이름 변경
pt_br: Renomear split
ru: Переименовать сплит
zh_hans: 重命名分化

source: Renewal failed — billing retry until %@.
de: Verlängerung fehlgeschlagen — Abrechnung wird bis %@ erneut versucht.
es: La renovación falló: se reintentará el cobro hasta el %@.
fr: Échec du renouvellement — nouvelle tentative de facturation jusqu'au %@.
it: Rinnovo non riuscito: nuovi tentativi di addebito fino al %@.
ja: 更新に失敗しました — %@まで請求を再試行します。
ko: 갱신에 실패했어요 — %@까지 결제를 다시 시도해요.
pt_br: A renovação falhou — nova tentativa de cobrança até %@.
ru: Продление не прошло — повторные попытки оплаты до %@.
zh_hans: 续订失败 — 将在%@前重试扣费。

source: Renews %@.
de: Verlängert sich am %@.
es: Se renueva el %@.
fr: Se renouvelle le %@.
it: Si rinnova %@.
ja: %@に更新されます。
ko: %@에 갱신돼요.
pt_br: Renova em %@.
ru: Продлевается %@.
zh_hans: %@续订。

source: Reopens your current plan.
de: Öffnet deinen aktuellen Plan erneut.
es: Reabre tu plan actual.
fr: Rouvre ton plan actuel.
it: Riapre la tua scheda attuale.
ja: 現在のプランを開き直します。
ko: 현재 플랜을 다시 엽니다.
pt_br: Reabre seu plano atual.
ru: Снова открывает твой текущий план.
zh_hans: 重新打开你当前的计划。

source: Reopens your current workout.
de: Öffnet dein aktuelles Workout erneut.
es: Reabre tu entrenamiento actual.
fr: Rouvre ta séance actuelle.
it: Riapre il tuo allenamento attuale.
ja: 現在のワークアウトを開き直します。
ko: 현재 운동을 다시 엽니다.
pt_br: Reabre seu treino atual.
ru: Снова открывает твою текущую тренировку.
zh_hans: 重新打开你当前的训练。

source: Reorder %@
de: %@ neu anordnen
es: Reordenar %@
fr: Réorganiser %@
it: Riordina %@
ja: %@を並べ替え
ko: %@ 순서 변경
pt_br: Reordenar %@
ru: Переставить %@
zh_hans: 重新排序%@

source: rep
de: Wdh.
it: ripetizione
ja: レップ
ko: 회
ru: повторение
zh_hans: 次

source: Rep range
de: Wiederholungsbereich
es: Rango de repeticiones
fr: Plage de répétitions
it: Intervallo di ripetizioni
ja: レップ範囲
ko: 횟수 범위
pt_br: Intervalo de repetições
ru: Диапазон повторений
zh_hans: 次数区间

source: Rep range suggestion
de: Vorschlag zum Wiederholungsbereich
es: Sugerencia de rango de repeticiones
fr: Suggestion de plage de répétitions
it: Suggerimento sull'intervallo di ripetizioni
ja: レップ範囲の提案
ko: 횟수 범위 제안
pt_br: Sugestão de intervalo de repetições
ru: Рекомендация по диапазону повторений
zh_hans: 次数区间建议

source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituisci
ja: 置き換え
ko: 교체
pt_br: Substituir
ru: Заменить
zh_hans: 替换

source: Replace canceled.
de: Ersetzen abgebrochen.
es: Reemplazo cancelado.
fr: Remplacement annulé.
it: Sostituzione annullata.
ja: 置き換えをキャンセルしました。
ko: 교체를 취소했어요.
pt_br: Substituição cancelada.
ru: Замена отменена.
zh_hans: 已取消替换。

source: Replace current exercise with ${newExercise}
de: Aktuelle Übung durch ${newExercise} ersetzen
es: Reemplazar el ejercicio actual por ${newExercise}
fr: Remplacer l'exercice actuel par ${newExercise}
it: Sostituisci l'esercizio attuale con ${newExercise}
ja: 現在の種目を${newExercise}に置き換える
ko: 현재 종목을 ${newExercise}(으)로 교체
pt_br: Substituir o exercício atual por ${newExercise}
ru: Заменить текущее упражнение на ${newExercise}
zh_hans: 用 ${newExercise} 替换当前动作

source: Replace Exercise
de: Übung ersetzen
es: Reemplazar ejercicio
fr: Remplacer l'exercice
it: Sostituisci esercizio
ja: 種目を置き換え
ko: 종목 교체
pt_br: Substituir exercício
ru: Заменить упражнение
zh_hans: 替换动作

source: Replace Rest Timer?
de: Pausentimer ersetzen?
es: ¿Reemplazar el temporizador de descanso?
fr: Remplacer le minuteur de repos ?
it: Sostituire il timer di recupero?
ja: 休憩タイマーを置き換えますか？
ko: 휴식 타이머를 교체할까요?
pt_br: Substituir o cronômetro de descanso?
ru: Заменить таймер отдыха?
zh_hans: 替换休息计时器？

source: Replaced
de: Ersetzt
es: Reemplazado
fr: Remplacé
it: Sostituito
ja: 置き換え済み
ko: 교체됨
pt_br: Substituído
ru: Заменено
zh_hans: 已替换

# Replaced %@ with %@, kept existing sets.
source: Replaced %1$@ with %2$@, kept existing sets.
de: %1$@ durch %2$@ ersetzt, vorhandene Sätze beibehalten.
es: Se reemplazó %1$@ por %2$@, se mantuvieron las series existentes.
fr: %1$@ remplacé par %2$@, séries existantes conservées.
it: %1$@ sostituito con %2$@, serie esistenti mantenute.
ja: %1$@を%2$@に置き換え、既存のセットを維持しました。
ko: %1$@을(를) %2$@(으)로 교체하고 기존 세트는 유지했어요.
pt_br: %1$@ substituído por %2$@, séries existentes mantidas.
ru: %1$@ заменено на %2$@, подходы сохранены.
zh_hans: 已用%2$@替换%1$@，并保留了现有的组。

# Replaced %@ with %@.
source: Replaced %1$@ with %2$@.
de: %1$@ durch %2$@ ersetzt.
es: Se reemplazó %1$@ por %2$@.
fr: %1$@ remplacé par %2$@.
it: %1$@ sostituito con %2$@.
ja: %1$@を%2$@に置き換えました。
ko: %1$@을(를) %2$@(으)로 교체했어요.
pt_br: %1$@ substituído por %2$@.
ru: %1$@ заменено на %2$@.
zh_hans: 已用%2$@替换%1$@。

source: Replaces the current exercise in the active workout with a different one.
de: Ersetzt die aktuelle Übung im aktiven Workout durch eine andere.
es: Reemplaza el ejercicio actual del entrenamiento activo por uno diferente.
fr: Remplace l'exercice actuel de la séance active par un autre.
it: Sostituisce l'esercizio attuale dell'allenamento attivo con un altro.
ja: 実行中のワークアウトの現在の種目を、別の種目に置き換えます。
ko: 진행 중인 운동의 현재 종목을 다른 종목으로 교체합니다.
pt_br: Substitui o exercício atual do treino ativo por outro.
ru: Заменяет текущее упражнение в активной тренировке другим.
zh_hans: 用另一个动作替换进行中训练里的当前动作。
